{"title":"linmaogui loveZoe","date":"2018-10-01T06:42:59.000Z","slug":"部长-loveZoe","categories":["Love"],"updated":"2018-11-16T16:16:20.089Z","content":"<div class=\"article-img\"><p><img src=\"https://pinksmallfan.github.io/WenChongAndJiaoKou/uploads/my_nymph.jpg\" alt=\"美美哒zoe\"></p></div>\n<hr>\n<h2 id=\"有女朋友之前\"><a href=\"#有女朋友之前\" class=\"headerlink\" title=\"有女朋友之前\"></a>有女朋友之前</h2><h3 id=\"迷糊的梦想，不知道的未来\"><a href=\"#迷糊的梦想，不知道的未来\" class=\"headerlink\" title=\"迷糊的梦想，不知道的未来\"></a>迷糊的梦想，不知道的未来</h3><ol>\n<li>没有想过自己的未来会是怎么样，也没有真正意义上思考自己的未来应该会长什么样，生活也就缺少内在的驱动力，所以做一件事的时候，视野也比较窄小。</li>\n<li>以前的我，会选择有什么做什么，不关心自己到底缺什么，需要先做好什么？同时也没有注意哪一些是真正能够提高自己价值、提高自己工资的事。</li>\n<li>盲目的学习一项技术、并且学习技术的同时，也没有针对性，没有想好方法论，只是盲目的看书，做笔记，而没有真正理解透知识，吸收并消化为自己的知识架构。</li>\n</ol>\n<h3 id=\"懒散的执行力\"><a href=\"#懒散的执行力\" class=\"headerlink\" title=\"懒散的执行力\"></a>懒散的执行力</h3><ol>\n<li>还没有女朋友之前，想做的事挺多，计划做的事也不少，但是都是想到就做，做了一点就废，执行力低。</li>\n<li>缺少驱动力，缺少美好未来的憧憬。</li>\n<li>总会被新的念头，打碎目前计划想做的事</li>\n</ol>\n<h3 id=\"随波逐流，低质量的生活\"><a href=\"#随波逐流，低质量的生活\" class=\"headerlink\" title=\"随波逐流，低质量的生活\"></a>随波逐流，低质量的生活</h3><ol>\n<li>生活过得比较平平淡淡，自己过自己的，当有人约的时候不会拒绝（普通朋友的聚会，不是集体聚会）</li>\n<li>没有女朋友的时候，时间比较廉价，不会在意一天下来，有多少时间逝去</li>\n<li>下班后就一直躺在沙发上，吃饭看新闻，有时候会忘记时间，结果就十点了，想要学习，却缺少动力了</li>\n<li>没有女朋友的时候，在宿舍看的书比较少</li>\n<li>在下完班回来，只要内心有一些压抑（不是很想学习），就会玩手游，有时候一玩起手游，就没日没夜，有过三四次通宵手游（周末，非工作日的时候）</li>\n<li>相对来说，没有人约的时候，也就宅宿舍，周末会一觉到中午，煮个中午饭、晚饭，一天就很快过去了。</li>\n</ol>\n<h3 id=\"买很多不实用的东西\"><a href=\"#买很多不实用的东西\" class=\"headerlink\" title=\"买很多不实用的东西\"></a>买很多不实用的东西</h3><ol>\n<li>宿舍囤了不少货，老是吃不完</li>\n<li>买了很多不实用的东西，比如说一些很少穿的衣服、各种各样的配料（总认为花钱买了食材了，自己就应该会有动力了，其实不一定，重要的还是到底有没有做了这件事，有没有按照规划做这件事）</li>\n<li>买了过多的食材（蔬菜、肉），导致过了几天不能吃</li>\n</ol>\n<h3 id=\"自以为良好的穿衣打扮\"><a href=\"#自以为良好的穿衣打扮\" class=\"headerlink\" title=\"自以为良好的穿衣打扮\"></a>自以为良好的穿衣打扮</h3><ol>\n<li>买了长辈类型的衣服，工衣，大叔同款衣服。</li>\n<li>总认为自己穿的还凑合，比普通人好很多了，但是后面才知道自己错了</li>\n<li>审美观停留在有领了就行，衣服搭配相对来说还是比较混乱，没想过如果从小哥哥视角看待自己穿着会怎么样？</li>\n</ol>\n<h3 id=\"我会有女朋友嘛？\"><a href=\"#我会有女朋友嘛？\" class=\"headerlink\" title=\"我会有女朋友嘛？\"></a>我会有女朋友嘛？</h3><ol>\n<li><p>没有女朋友的时候，会怀疑自己，会想，到底自己未来的女朋友会是什么样子的？</p>\n</li>\n<li><p>自我感觉良好，认为自己很多行为都挺好的</p>\n</li>\n<li><p>也有过一两个念头，自己没有女朋友后，会怎么样？要一直单身下去？还是听从父母安排，根据叔叔阿姨等介绍对象？</p>\n</li>\n<li><p>没有女朋友之前，我一直渴望着以后要好好疼爱自己的女友，要和她一起成长，宠她，一起开开心心的。</p>\n</li>\n</ol>\n<h2 id=\"有女朋友之后\"><a href=\"#有女朋友之后\" class=\"headerlink\" title=\"有女朋友之后\"></a>有女朋友之后</h2><h3 id=\"美好的梦想，明亮的未来\"><a href=\"#美好的梦想，明亮的未来\" class=\"headerlink\" title=\"美好的梦想，明亮的未来\"></a>美好的梦想，明亮的未来</h3><ol>\n<li>每天都有期望，想到未来的生活就会感到动力十足，不敢马虎，当不想做什么事的时候，只要想到未来，就会动起来，坐到座位上，开始做必须要做的事（在过去，这种觉悟还是比较低的，没有女朋友的时候，不想做的时候，就会选择放松自己）</li>\n<li>归心似箭，当zoe在我身边的时候，都会有期盼，要怎样让zoe开心，临时离开的时候，想着怎样才可以快一点见到zoe，要怎样和zoe过得充实有意义~</li>\n<li>有女朋友后，开始规划自己的将来，写下了自己的未来计划，3年、5年等的计划，感觉自己的未来已经开始勾画好了一片蓝图。</li>\n<li>会想到自己结婚要做什么、准备什么，生小孩要什么时候。</li>\n<li>每次约会，都会规划要怎么过，有什么备用的方案，一起想办法解决可能遇到的问题</li>\n<li>开始忙碌了起来，有很多需要做的事，闲不下来，但是很开心</li>\n<li>每天开始早睡早起，皮肤越来越好，吃的东西越来越健康</li>\n</ol>\n<h3 id=\"一起看做了很多事\"><a href=\"#一起看做了很多事\" class=\"headerlink\" title=\"一起看做了很多事\"></a>一起看做了很多事</h3><ol>\n<li>一起看了很多书，小狗钱钱、吉田医生哈佛求学记、如何阅读一本书、考拉小巫的英语学习日记、零秒工作、零秒思考、爱你就像爱生命一样、我不爱世界只爱你、目送、亲爱的安德烈、孩子你慢慢走、房思琪的初恋乐园、女人这东西、亲密关系、不可承受生命之轻、请停止无效努力</li>\n<li>一起看了很多电视剧、电影，初恋50次，雪山凶铃，喜剧之王，让子弹飞，燃烧，厕所英雄，新婚日记，13个原因，我不是药神，wood job，信号， 西虹市首富，极限挑战3期，韩国网剧等（应该还有漏）</li>\n<li>一起看了少女漫，心动计划，徐小熊和许兔兔，六月的不可思议等</li>\n<li>一起买情侣杯、牙刷，，小黑与小白</li>\n</ol>\n<h3 id=\"知道了\"><a href=\"#知道了\" class=\"headerlink\" title=\"知道了\"></a>知道了</h3><ol>\n<li><p>知道了逛街、一起吃饭的感觉</p>\n<p>​    以前逛街吃饭，都是和男生群一起，聊聊生活上的事，不过也会经常看到情侣，那个时候没啥感觉，不过可能还是有点羡慕吧，以前也没有想过有女朋友一起吃饭一起逛街会是怎么样。网上有很多人会说，男生不喜欢和他的女朋友逛街，因为会嫌时间长，逛街不感兴趣什么的。有了女朋友后，我觉得不完全是这样子吧，我还是挺喜欢和女友逛街吃饭的，因为逛街，会激起很多联想与话题，将你与我产生了更多有意思的关联~</p>\n</li>\n<li><p>知道了吃醋是什么感觉。</p>\n<p>​    听到你说有男生主动请你吃水果，心里边还是挺吃醋的，想问清楚，又怕误会了，被你嫌弃，从男生的角度上看水果事件，会认为有一些行为是有意的，但是在我不确定的时候，我就只能吃醋了，而我想问清楚，却表达得很含糊，我现在明白，那个时候，我把照顾自己的内心，和照顾你的内心放在同样重要的位置，我不知道怎么用语言表达出，能够照顾两者的一个平衡。</p>\n</li>\n<li><p>知道了真心心疼的感觉</p>\n<p>​    当你说，你腿疼、你卡住鱼骨了，说到你挺疼的时候，我想跑到你身边照顾你的，我有一种控制欲，想知道你怎么样了、有什么可以让我帮忙的，需要怎么处理，我都想知道，我想照顾你。</p>\n<p>​    当暑假结束，开始异地，你做高铁回去，我送你走的时候，那种心疼，我才明白是念念的不舍，我还想和你在一起生活，不想和你分开，明白你已经住在我心中了，我的世界已经满是你的痕迹。</p>\n</li>\n</ol>\n<h3 id=\"天天都想要抱抱亲亲\"><a href=\"#天天都想要抱抱亲亲\" class=\"headerlink\" title=\"天天都想要抱抱亲亲\"></a>天天都想要抱抱亲亲</h3><ol>\n<li>性幻想很猛烈，想一直好好宠你，好想好想和你做那种事</li>\n</ol>\n<h3 id=\"学会了，一起成长\"><a href=\"#学会了，一起成长\" class=\"headerlink\" title=\"学会了，一起成长\"></a>学会了，一起成长</h3><ol>\n<li><p>拍照的技巧</p>\n<p>​    现在也会注意要怎么找角度，多用手机的特性拍一张照片，拍照，现在给我的感触是：要学会抓拍，要时刻准备好角度，要多多积累拍照的一些知识。</p>\n<p>​    抓怕：因为不是每个人在相机面前会表现得很完美，但是放松的时候，自然的动作会展现出特别的美，好几次看到zoe美美哒样子，很自然很可爱，但是拿起手机，却来不及了。</p>\n<p>​    时刻准备好角度：zoe有了很不错的状态，可是匆匆忙忙掏出手机，进行拍照，没有好的构图与设计，导致背景、角度都差强人意。或者说，在其他人准备好了，但是没有注意到角度、采光、构图比例，就拍下来了，以数量取胜是不可取的，因为准备好了，只要一张就可以成为经典了。</p>\n<p>​    积累知识：积累就是厚积薄发，虽然学的内容会很多，但是一张好照片都是需要日积月累的实践与知识补充。记得那次厦门和zoe约会，zoe穿JK制服，美丽的景色，哪里都是拍照的地方，相片里的zoe也很美，我挺喜欢的。</p>\n</li>\n<li><p>知道了自己的语言会多么有杀伤力，学会留意自己的一言一行</p>\n<p>​    曾经，因为想要给zoe改简历，想要突出一些内容，而采取了过于夸张的表达方式，没有注意到这样子的句子，在那个时候的zoe看来会是什么样子。而那个时候你落泪了，因为我，我那个时候真的不知所措，想了很多话，也打了不少字（都没发出去），我很懊悔，也觉得自己很糟糕，所以不到说什么好的情况下，就打了一个“嗯”，现在想起来觉得，真是更加糟糕透顶。</p>\n<p>​    经历了那一次风波，我还是会无保留的表达自己的建议，但我也时时刻刻留意自己的一言一行，不会让这种行为再伤害zoe，我也在成长着，我想要宠爱zoe~</p>\n</li>\n<li><p>注意自己的打扮、穿搭，穿起了靓靓的衣服</p>\n<p>​    对比过去，确实自己以前穿的衣服太老气了，我也想要让自己帅帅的，但是自己的品味就定格在那里，也不愿意尝试太过潮流的衣服（之前总觉得自己会不搭，没太多想法回去接受），不过，有女朋友后，听了女友的建议，买了第一件大大的白T，一开始选的时候，会比较慎重，买后穿起来，zoe说不错的时候，才知道确实适合自己，从此审美也开始提高，敢于尝试起来。</p>\n</li>\n<li><p>喜欢旅游、房屋改造</p>\n<p>​    旅游，以前可能会觉得费钱，花了就没了，但是现在不一样了，有了女友，觉得是一种灵魂伴侣，可以一起去旅游，有了新的动力，可以一起探索未知的事，一起见见我们所不知道的世界。</p>\n<p>​    房屋改造，以前对这东西没太多感觉，但是我确实比较喜欢设计，对设计敏感。而女友喜欢房屋改造，也让一下子喜欢起来，房屋是心灵的归属，也是zoe和我一起畅想更多未来的地方，而房屋改造成舒适的样子，能够让人联想到更多美好的生活，一直都想和zoe赶紧做一起，想抱着zoe睡。</p>\n</li>\n<li><p>懂了很多知识：化妆、女性生理、断舍离</p>\n<p>​    在男生的话题中，几乎绝对不会提到的是化妆、女性生理的话题（最多就面膜、润肤膏、上课有女生请假，说xxx来那个，没了）。所以这些话题还是可望不可即，有了女友，这些话题打开了，了解了不少，比如最佳生理年龄，生理周期，有什么样子的m巾。化妆的工序有多少种…等等，还是挺开心能够了解这些的，这方面也让我更加能够理解女性的不易，女友与妈妈最伟大~</p>\n<p>​    断舍离的概念，也是我需要去完成的事，收纳、精简生活，而不是堆东西、买不需要的东西、任何东西有根有据，不会让自己丢这丢那。虽然我现在还没有真正做到，但是断舍离的概念，已经让我有目标、有方向，过什么样子的生活，想和zoe一起过想过的生活，精致的生活。</p>\n</li>\n</ol>\n<h3 id=\"只想陪女朋友，想要和你做好多好多事情\"><a href=\"#只想陪女朋友，想要和你做好多好多事情\" class=\"headerlink\" title=\"只想陪女朋友，想要和你做好多好多事情\"></a>只想陪女朋友，想要和你做好多好多事情</h3><ol>\n<li><p>开始理财，想要好好的努力赚钱</p>\n<p>​    每个月的工资开始划分，哪一些事固定要存钱（用来基金），哪一些事用来旅游，哪一些事生活费，哪一些是闲钱用来预防万一的。虽然，从6月到10月，每个月都超，现在也还超了一些，但放宽心态，以后会慢慢补上来的。</p>\n<p>​    从这一方面看出来，我在花钱的需求上大于工资，所以我也在想怎么赚钱，现在的我，还没有能够额外获得副业的能力（写书、讲课、给其他公司接单），只能做好自己现在的工资，不断通过写博客+看书，理解更加深入的知识，给自己提供价值（实战经验+知识+知识框架+个人品牌）。所以，现在积累知识为主，但也时刻关注一切机会，能够多一条渠道，就多一份福利。</p>\n<p>​    总之，我得好好加油才是！另外，基金，也需要好好去了解相关知识（比如说，定投、智能定投、指数基金、股票基金、债券基金等等概念），将钱存起来。通过基金给钱注入生命力，让钱能够生钱。</p>\n</li>\n<li><p>和你早睡早起学习，吃健康的食物</p>\n<p>​    现在改变了自己的作息习惯，从以前凌晨1点睡觉、早上8点起床，改为晚上11点睡觉，6点起床，这种方式虽然一开始还真的有点不习惯，但是对身体来说，是有好处的，毕竟感觉气色好一些，身体不会显得迟钝。而且开始吃起了黑豆黑米黑芝麻，开始注意不吃太甜的食物（防止衰老）。</p>\n</li>\n<li><p>开始不乱花钱，只买最需要的东西，和女友想要的任何东西</p>\n<p>​    可能我宠爱女友的一方面，是有钱的时候，给女友买她想要的任何东西。</p>\n<p>​    有了女朋友后，我开始正视自己购买的东西，已有的东西，我也会厌烦那些占地方不用、买来的东西，以前以为只要买了，就会用，其实并不是这样子。所以，现在会停止购买，先把冰箱的库存、现在已有的东西先优先处理，国庆采取了清库行动，我不需要出门，国庆结束，终于把库存的面、冰箱的食品解决掉了，也和zoe一样有爽快感~现在只买自己真的需要的，确保一定用得完的东西。</p>\n<p>​    一个月下来，那些原本浪费在：比较一般的人际关系的支出、不必要的购物消费、多余的食材花费，这些钱转化为投资zoe和自己的费用，感觉内心会更加充实、也花得更加开心一些~~    </p>\n</li>\n<li><p>很多事情不在是自己做决定了，都会想到女友</p>\n<p>​    买东西都会想到女朋友，这个适不适合买？女朋友的话要不要？总想着以后同居，我们需要什么？</p>\n<p>​    有女友后，很多事情，就会开始联想到了zoe和我的未来，所以理所当然，买的东西、用的东西都会想到和zoe一起生活的时候的样子。</p>\n<p>​    现在买的桌子、买的电饭煲、棉被、衣服、牙刷、透明玻璃碗等，都会一起讨论，一起决策是不是必要的、和以后搭不搭，对未来的生活有什么用。这是一个很开心的过程，因为我们畅想着未来，我们一起决策我们的事，我们都会想到对方，需要对方，我们想过的是属于我们别一无二的生活。</p>\n</li>\n<li><p>想和你同步做同样的事：情侣杯、情侣衫、牙刷、一起学习、一起看剧</p>\n<p>​    可能对于我来说，我的爱情观中，会比较喜欢照顾女朋友，所以和女友同步做同样的事，也是我很乐意的事，这样子，能够让我切实的觉得，即使身处异地的我们，我们还是相连的。</p>\n<p>​    我们有了情侣杯，有了同样的牙刷，我们一起认真学习、一起笑呵呵的看剧，是美滋滋的事，我很享受，很开心我的另一半，是你，亲爱的zoe~</p>\n</li>\n</ol>\n","prev":{"title":"外币银行卡的区别","slug":"BankCard"},"link":"http://wenchongjiaokou.info./2018/10/01/部长-loveZoe/","toc":[{"title":"有女朋友之前","id":"有女朋友之前","index":"1","children":[{"title":"迷糊的梦想，不知道的未来","id":"迷糊的梦想，不知道的未来","index":"1.1"},{"title":"懒散的执行力","id":"懒散的执行力","index":"1.2"},{"title":"随波逐流，低质量的生活","id":"随波逐流，低质量的生活","index":"1.3"},{"title":"买很多不实用的东西","id":"买很多不实用的东西","index":"1.4"},{"title":"自以为良好的穿衣打扮","id":"自以为良好的穿衣打扮","index":"1.5"},{"title":"我会有女朋友嘛？","id":"我会有女朋友嘛？","index":"1.6"}]},{"title":"有女朋友之后","id":"有女朋友之后","index":"2","children":[{"title":"美好的梦想，明亮的未来","id":"美好的梦想，明亮的未来","index":"2.1"},{"title":"一起看做了很多事","id":"一起看做了很多事","index":"2.2"},{"title":"知道了","id":"知道了","index":"2.3"},{"title":"天天都想要抱抱亲亲","id":"天天都想要抱抱亲亲","index":"2.4"},{"title":"学会了，一起成长","id":"学会了，一起成长","index":"2.5"},{"title":"只想陪女朋友，想要和你做好多好多事情","id":"只想陪女朋友，想要和你做好多好多事情","index":"2.6"}]}]}